{"author":"default","id":3,"title":"Pretzelbroodjes","description":"Gebaseerd op https://www.eetspiratie.nl/zelf-pretzelbroodjes-maken-makkelijk-recept/\n\nMaakt 12 bolletjes","ingredients":"390 gram bloem\n30 gram plantaardige boter\n7 gram gist (1 zakje)\n1 theelepel zout\n1 eetlepel ahornsiroop\n125 milliliter sojamelk\n125 milliliter water (op kamertemperatuur)\nbagel seasoning/sesamzaadjes/grof zout\n50 gram baking soda\n1,5 liter water","instructions":"Schenk 125 milliliter sojamelk in een steelpannetje en doe hierin 30 gram plantaardige boter en 1 eetlepel ahornsiroop. Laat dit op een laag vuur rustig lauwwarm worden, net genoeg tot de boter smelt.\nOndertussen doe je 390 gram bloem en 7 gram gist samen in een grote kom. Meng goed en voeg 1 theelepel zout toe. Meng dit er ook doorheen.\nAls de melk lauwwarm is en de boter gesmolten, schenk je er 125 milliliter water bij. Als het goed is, kun je met je vinger voelen dat het niet heet maar lauwwarm is. Als het te warm is, gaat de gistdood en rijst je deeg niet. Mocht het nog te warm zijn, wacht dan het ietsjes afgekoeld is.\nSchenk dit mengsel bij de bloem in de kom en roer dit er met een stevige spatel doorheen. Kneed het deeg minimaal 5 minuten stevig met de hand. Als het nog plakt, kneed het dan iets langer.\nDoe een beetje olie in de kom en leg de deegbal erin. Dek de kom af met huishoudfolie of een theedoek en laat 60 minuten rijzen.\nNa een uur is het deeg in volume verdubbeld. Sla met je vuist in het deeg en haal het deeg uit de kom. Neem een keukenweegschaal en weeg het deeg af. Het gewicht van het deeg je door 12. Maak hiermee 12 ongeveer gelijke balletjes deeg\nBekleed een bakplaat met bakpapier. Rol nu van elk bolletje een lange slang van ongeveer 15 centimeter lang. Leg ze op de bakplaat en maak van elke slang een knoop. Vouw de uiteinden in de knoop zodat het een bolletje wordt. Dek ze af met een theedoek en laat ze nog 40 minuten rijzen.\nBreng als de rijstijd bijna voorbij is alvast een pan met 1,5 liter water aan de kook. Als de 40 minuten verstreken zijn en het water is aan de kook, voeg je 50 gram baking soda aan het kokende water toe.\nNeem een schuimspaan en kook de broodjes (3 per ronde) 15 seconden per kant. Schep ze uit het water en leg ze terug op de bakplaat. Bestrooi ze direct met je topping naar keuze.\nVerwarm de oven voor op 220 graden. Zet de bakplaat in het midden van de oven en bak ze af in ongeveer 13 tot 15 minuten. Als ze mooi bruin verkleurd zijn, zijn ze klaar. Laat ze afkoelen op een rooster.\nVersgebakken zijn ze het lekkerst. Bewaar ze in een bak of zak. De volgende dag zijn ze zachter qua textuur. Besprenkel ze met water en pep ze even op in de oven of airfryer.","notes":""}